Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=70_art_id=68.html.tmx
Source language: sme
Languages: sma

source: Kristuskránsa
sma: Kristusen gievlie

source: Biibbal muitala ahte Jesus lei Ipmila luhtte juo álggu rájes.
sma: Bijbele soptseste Jeesuse aalkoevistie Jupmelen luvnie lïj.

source: Go Jesus šattai olmmožin, de guđii son iežas saji Ipmila guoras ja šattai olmmožin eatnama alde.
sma: Gosse Jeesuse mijjen gåajkoe goh almetje bööti, dellie jïjtse sijjiem Jupmelen luvnie leehpi.

source: Jesus gohčodii Ipmila áhččin.
sma: Almetje hov eatnamisnie sjïdti.

source: Son diđii ahte son gulai Ipmilii ja lei su mánná.
sma: Jupmelem aehtjine gåhtjoeji, deejri Jupmielinie ektesne lïj jïh Jupmelen maana lïj.

source: Son dovddai Ipmila buorebut go oktage eará.
sma: Ij gie dan åehpies Jupmielinie goh Jeesuse.

source: Son muitalii ahte Ipmil lei sádden su olbmuid lusa.
sma: Jeehti Jupmele satnem almetji gåajkoe seedteme.

source: Loga álggu Johannesa vuosttaš kahpihttalis dakko gokko Jesus gohčoduvvo sátnin ja čuovgan.
sma: Lohkh Jåhhan vaentjielisnie, voestes kaapitelistie, gusnie Jeesuse nommem “ baakoe ” jïh “ tjoevke ” åadtjoeji.
